Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: Password protection
ar: حماية بكلمة مرور
az: Şifrə qorunması
bg: Защита с парола
bn: পাসওয়ার্ড সুরক্ষা
ca: Protecció amb contrasenya
ceb: Proteksyon sa Password
cs: Ochrana heslem
da: Adgangskodebeskyttelse
de: Passwortschutz
el: Προστασία κωδικού
es: Protección con contraseña
es_us: Protección con contraseña
et: Paroolikaitse
fa: محافظت با رمز عبور
fi: Salasanasuojaus
fil: Proteksyon ng Password
fr: Protection par mot de passe
fr_ca: Protection par mot de passe
ga: Cosaint pasfhocail
gu: પાસવર્ડ સુરક્ષા
he: הגנת סיסמה
hi: पासवर्ड सुरक्षा
hr: Zaštita lozinkom
hu: Jelszavas védelem
id: Perlindungan Kata Sandi
is: Lykilorðsvernd
it: Protezione con password
ja: パスワード保護
jv: Proteksi Tembung Sandhi
kk: Құпия сөзбен қорғау
km: ការការពារពាក្យសម្ងាត់
kn: ಪಾಸ್‌ವರ್ಡ್ ರಕ್ಷಣೆ
ko: 암호 잠금
lt: Apsauga slaptažodžiu
lv: Paroles aizsardzība
ml: പാസ്‌വേഡ് സംരക്ഷണം
mr: पासवर्ड संरक्षण
ms: Perlindungan Kata Laluan
my: စကားဝှက်ဖြင့် ကာကွယ်ခြင်း
nb: Passordbeskyttelse
nl: Wachtwoordbeveiliging
or: ପାସୱାର୍ଡ ସୁରକ୍ଷା
pa: ਪਾਸਵਰਡ ਸੁਰੱਖਿਆ
pl: Ochrona hasłem
pt_br: Proteção por senha
pt_pt: Proteção por senha
ro: Protecție cu parolă
ru: Защита паролем
sk: Ochrana heslom
sl: Zaščita z geslom
sq: Mbrojtja me fjalëkalim
sv: Lösenordsskydd
sw: Ulinzi wa nenosiri
ta: கடவுச்சொல் பாதுகாப்பு
te: పాస్‌వర్డ్ రక్షణ
th: การป้องกันด้วยรหัสผ่าน
tr: Şifre koruması
uk: Захист паролем
ur: پاس ورڈ کا تحفظ
uz: Parol himoyasi
vi: Bảo vệ bằng mật khẩu
zh_hans: 密码保护
zh_hant: 密碼保護
zh_hk: 密碼保護

source: Permanently valid
ar: صالحة دائمًا
az: Daimi qüvvədədir
bg: Валидно завинаги
bn: আজীবন কার্যকর
ca: Vàlid per sempre
ceb: Balido hangtod sa hangtod
cs: Platné navždy
da: Gyldig for altid
de: Dauerhaft gültig
el: Ισχύει για πάντα
es: Válido para siempre
es_us: Válido para siempre
et: Kehtib igavesti
fa: اعتبار دائمی
fi: Voimassa ikuisesti
fil: Balido Magpakailanman
fr: Valable pour toujours
fr_ca: Valide à vie
ga: Bailí go deo
gu: કાયમ માટે માન્ય
he: תקף לתמיד
hi: हमेशा के लिए मान्य
hr: Vrijedi zauvijek
hu: Örökre érvényes
id: Berlaku Selamanya
is: Gildir að eilífu
it: Valido per sempre
ja: 永久に有効
jv: Valid Selawase
kk: Мәңгі жарамды
km: មានសុពលភាពជារៀងរហូត
kn: ಶಾಶ್ವತವಾಗಿ ಮಾನ್ಯ
ko: 영구 유효
lt: Galioja amžinai
lv: Derīgs uz visiem laikiem
ml: എന്നെന്നും സാധുവാണ്
mr: कायमचे वैध
ms: Sah Selamanya
my: ထာဝရ အသုံးပြုနိုင်သည်
nb: Gyldig for alltid
nl: Altijd geldig
or: ସବୁଦିନ ପାଇଁ ବୈଧ
pa: ਹਮੇਸ਼ਾ ਲਈ ਵੈਧ
pl: Ważne na zawsze
pt_br: Válido para sempre
pt_pt: Válido para sempre
ro: Valabil permanent
ru: Действует бессрочно
sk: Trvalo platné
sl: Trajna veljavnost
sq: E vlefshme përgjithmonë
sv: Gäller för alltid
sw: Halali milele
ta: நிரந்தரமாக செல்லுபடியாகும்
te: శాశ్వతంగా చెల్లుబాటు అవుతుంది
th: ใช้ได้ตลอดชีพ
tr: Süresiz geçerli
uk: Діє постійно
ur: ہمیشہ کے لیے مؤثر
uz: Doimiy amal qiladi
vi: Có hiệu lực vĩnh viễn
zh_hans: 永久有效
zh_hant: 永久有效
zh_hk: 永久有效

source: Piggy Bank Information
ar: معلومات حافظة النقود
az: Yığım qutusu məlumatı
bg: Информация за касичката
bn: পিগি ব্যাংকের তথ্য
ca: Informació de la guardiola
ceb: Impormasyon sa Alkansiya
cs: Informace o pokladničce
da: Sparegrisinformation
de: Sparschwein-Informationen
el: Πληροφορίες κουμπαρά
es: Información de la alcancía
es_us: Información de la alcancía
et: Rahakassa teave
fa: اطلاعات قلک
fi: Säästölippaan tiedot
fil: Impormasyon ng Alkansya
fr: Informations sur la tirelire
fr_ca: Informations sur la tirelire
ga: Faisnéis muc sparáin
gu: પિગી બેંક માહિતી
he: מידע על קופת החיסכון
hi: पिग्गी बैंक की जानकारी
hr: Informacije o kasici prasici
hu: Persely adatai
id: Informasi Celengan
is: Upplýsingar um sparibauk
it: Informazioni salvadanaio
ja: 貯金箱情報
jv: Informasi Celengan
kk: Жинақ сандықшасы туралы ақпарат
km: ព័ត៌មានធនាគារសន្សំប្រាក់
kn: ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್ ಮಾಹಿತಿ
ko: 저금통 정보
lt: Taupyklės informacija
lv: Krājkasītes informācija
ml: പിഗ്ഗി ബാങ്ക് വിവരങ്ങൾ
mr: पिगी बँकेची माहिती
ms: Maklumat Tabung Simpanan
my: စုဘူး အချက်အလက်
nb: Informasjon om sparebøsse
nl: Spaarpotinformatie
or: ପିଗି ବ୍ୟାଙ୍କ ସୂଚନା
pa: ਗੁੱਲਕ ਦੀ ਜਾਣਕਾਰੀ
pl: Informacje o skarbonce
pt_br: Informações do cofrinho
pt_pt: Informações do cofrinho
ro: Informații pușculiță
ru: Информация о копилке
sk: Informácie o pokladničke
sl: Informacije o hranilniku
sq: Informacioni i arkës së kursimit
sv: Spargrisinformation
sw: Taarifa za kibubu
ta: உண்டியல் தகவல்
te: పిగ్గీ బ్యాంక్ సమాచారం
th: ข้อมูลกระปุกออมสิน
tr: Kumbara bilgileri
uk: Інформація про скарбничку
ur: گلک کی معلومات
uz: Pul yig'ish qutisi ma'lumotlari
vi: Thông tin heo đất
zh_hans: 存钱罐信息
zh_hant: 存錢筒資訊
zh_hk: 存錢罐資訊

source: Please fill in your savings plan information completely, and set the name, goal and starting amount step by step.
ar: يرجى ملء معلومات خطة التوفير بالكامل، وتعيين الاسم، الهدف والمبلغ الابتدائي خطوة بخطوة.
az: Zəhmət olmasa yığım planı məlumatlarınızı tam doldurun, addım-addım adı, hədəfi və başlanğıc məbləği təyin edin.
bg: Моля, попълнете пълната информация за вашия план за спестяване, като зададете име, цел и начална сума стъпка по стъпка.
bn: অনুগ্রহ করে আপনার সঞ্চয় পরিকল্পনার তথ্য সম্পূর্ণ করুন, ধাপ অনুসারে নাম, লক্ষ্য এবং শুরুর পরিমাণ নির্ধারণ করুন।
ca: Si us plau, omple completament la informació del teu pla d'estalvi, configurant pas a pas el nom, l'objectiu i l'import inicial.
ceb: Palihug sulati og kompleto ang impormasyon sa imong plano sa pagtigum, itakda ang ngalan, tumong, ug inisyal nga kantidad matag lakang.
cs: Vyplňte prosím kompletní informace o plánu spoření a postupně nastavte název, cíl a počáteční částku.
da: Udfyld venligst dine opsparingsplanoplysninger fuldstændigt, indstil navn, mål og startbeløb trin for trin.
de: Bitte füllen Sie Ihre Sparplaninformationen vollständig aus und legen Sie Schritt für Schritt Name, Ziel und Startbetrag fest.
el: Παρακαλούμε συμπληρώστε πλήρως τα στοιχεία του προγράμματος αποταμίευσής σας, ορίζοντας βήμα προς βήμα όνομα, στόχο και αρχικό ποσό.
es: Por favor, completa la información de tu plan de ahorro, configurando paso a paso el nombre, objetivo y cantidad inicial.
es_us: Por favor completa la información de tu plan de ahorro, configurando paso a paso el nombre, meta y monto inicial.
et: Palun täitke oma säästuplaani teave täielikult, seadistades samm-sammult nime, eesmärgi ja algsumma.
fa: لطفاً اطلاعات برنامه پس‌انداز خود را کامل کنید، نام، هدف و مبلغ اولیه را مرحله به مرحله تنظیم کنید.
fi: Täytä säästösuunnitelman tiedot kokonaan, aseta nimi, tavoite ja alkusaldo vaiheittain.
fil: Pakipunan nang kumpleto ang impormasyon ng iyong plano sa pag-iipon, itakda ang pangalan, layunin, at paunang halaga nang sunud-sunod.
fr: Veuillez remplir complètement les informations de votre plan d'épargne, définir le nom, l'objectif et le montant initial étape par étape.
fr_ca: Veuillez remplir complètement les informations de votre plan d'épargne, en définissant étape par étape le nom, l'objectif et le montant de départ.
ga: Comhlánaigh do chuid faisnéise plean coigiltis, socraigh an t-ainm, an sprioc agus an tsuim tosaigh céim ar chéim.
gu: કૃપા કરીને તમારી બચત યોજનાની માહિતી સંપૂર્ણ ભરો, પગલું દ્વારા નામ, લક્ષ્ય અને પ્રારંભિક રકમ સેટ કરો.
he: אנא מלא את פרטי תוכנית החיסכון שלך במלואם, הגדר שם, יעד וסכום התחלתי שלב אחר שלב.
hi: कृपया अपनी बचत योजना की जानकारी पूरी तरह से भरें, चरण-दर-चरण नाम, लक्ष्य और प्रारंभिक राशि निर्धारित करें।
hr: Molimo vas da u potpunosti ispunite podatke o svom planu štednje, postavljajući naziv, cilj i početni iznos korak po korak.
hu: Kérjük, töltse ki teljesen a megtakarítási terv adatait, lépésről lépésre beállítva a nevet, a célt és a kezdő összeget.
id: Harap isi informasi rencana tabungan Anda dengan lengkap, atur nama, target, dan jumlah awal selangkah demi selangkah.
is: Vinsamlegast fylltu út sparnaðaráætlunina þína, stilltu nafn, markmið og upphafsupphæð skref fyrir skref.
it: Compila completamente le informazioni del tuo piano di risparmio, imposta nome, obiettivo e importo iniziale passo dopo passo.
ja: 貯金計画の情報を完全に入力し、手順に従って名前、目標、開始金額を設定してください。
jv: Mangga isi informasi rencana nyimpen kanthi lengkap, atur jeneng, tujuan, lan jumlah wiwitan langkah demi langkah.
kk: Ақша жинау жоспары туралы ақпаратты толығымен толтырыңыз, атауын, мақсатын және бастапқы сомасын кезең-кезеңмен орнатыңыз.
km: សូមបំពេញព័ត៌មានផែនការសន្សំប្រាក់របស់អ្នកឱ្យបានពេញលេញ កំណត់ឈ្មោះ គោលដៅ និងចំនួនទឹកប្រាក់ចាប់ផ្តើមតាមជំហាន។
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಉಳಿತಾಯ ಯೋಜನೆಯ ಮಾಹಿತಿಯನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಭರ್ತಿ ಮಾಡಿ, ಹಂತ ಹಂತವಾಗಿ ಹೆಸರು, ಗುರಿ ಮತ್ತು ಆರಂಭಿಕ ಮೊತ್ತವನ್ನು ಹೊಂದಿಸಿ.
ko: 저축 계획 정보를 빠짐없이 입력하고, 단계별로 이름, 목표, 시작 금액을 설정해 주세요.
lt: Prašome pilnai užpildyti savo taupymo plano informaciją, žingsnis po žingsnio nustatyti pavadinimą, tikslą ir pradinę sumą.
lv: Lūdzu, pilnībā aizpildiet informāciju par krāšanas plānu, secīgi iestatot nosaukumu, mērķi un sākuma summu.
ml: ദയവായി നിങ്ങളുടെ സേവിംഗ്സ് പ്ലാൻ വിവരങ്ങൾ പൂർണ്ണമായി പൂരിപ്പിക്കുക, പേര്, ലക്ഷ്യം, പ്രാരംഭ തുക എന്നിവ ഘട്ടം ഘട്ടമായി സജ്ജമാക്കുക.
mr: कृपया तुमची बचत योजना माहिती पूर्ण भरा, टप्प्याटप्प्याने नाव, ध्येय आणि प्रारंभिक रक्कम सेट करा.
ms: Sila isi maklumat pelan simpanan anda sepenuhnya, tetapkan nama, sasaran, dan jumlah permulaan langkah demi langkah.
my: ကျေးဇူးပြု၍ သင့်ငွေစု အစီအစဉ် အချက်အလက်များကို ပြည့်စုံစွာ ဖြည့်သွင်းပါ၊ အမည်၊ ရည်မှန်းချက်နှင့် စတင်မည့် ပမာဏတို့ကို အဆင့်လိုက် သတ်မှတ်ပါ။
nb: Vennligst fyll ut hele spareplanen din, og angi navn, mål og startbeløp trinnvis.
nl: Vul je spaarplaninformatie volledig in en stel stap voor stap de naam, het doel en het startbedrag in.
or: ଦୟାକରି ଆପଣଙ୍କର ସଞ୍ଚୟ ଯୋଜନା ସୂଚନା ସମ୍ପୂର୍ଣ୍ଣ ଭରନ୍ତୁ, ପର୍ଯ୍ୟାୟ କ୍ରମେ ନାମ, ଲକ୍ଷ୍ୟ ଏବଂ ପ୍ରାରମ୍ଭିକ ରାଶି ସେଟ୍ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਬੱਚਤ ਯੋਜਨਾ ਦੀ ਜਾਣਕਾਰੀ ਪੂਰੀ ਤਰ੍ਹਾਂ ਭਰੋ, ਕਦਮ ਦਰ ਕਦਮ ਨਾਮ, ਟੀਚਾ ਅਤੇ ਸ਼ੁਰੂਆਤੀ ਰਕਮ ਸੈੱਟ ਕਰੋ।
pl: Proszę uzupełnić informacje o planie oszczędzania, ustawiając krok po kroku nazwę, cel i kwotę początkową.
pt_br: Por favor, preencha as informações do seu plano de poupança, definindo nome, meta e valor inicial passo a passo.
pt_pt: Por favor, preencha as informações do seu plano de poupança, definindo o nome, a meta e o valor inicial passo a passo.
ro: Vă rugăm să completați informațiile planului de economisire, setând pas cu pas numele, obiectivul și suma inițială.
ru: Заполните информацию о плане накоплений, пошагово указав название, цель и начальную сумму.
sk: Vyplňte prosím kompletné informácie o vašom pláne sporenia a postupne nastavte názov, cieľ a počiatočnú sumu.
sl: Prosimo, izpolnite celotne informacije o vašem varčevalnem načrtu in po korakih nastavite ime, cilj in začetni znesek.
sq: Ju lutemi plotësoni informacionin e planit tuaj të kursimit, duke vendosur emrin, qëllimin dhe shumën fillestare hap pas hapi.
sv: Fyll i informationen om din sparplan fullständigt och ställ in namn, mål och startbelopp steg för steg.
sw: Tafadhali jaza taarifa kamili za mpango wako wa kuweka akiba, na uweke jina, lengo na kiasi cha kuanzia hatua kwa hatua.
ta: உங்கள் சேமிப்புத் திட்டத் தகவலை முழுமையாக நிரப்பவும், படிப்படியாக பெயர், இலக்கு மற்றும் ஆரம்பத் தொகையை அமைக்கவும்.
te: దయచేసి మీ పొదుపు ప్రణాళిక సమాచారాన్ని పూర్తిగా నింపండి, దశలవారీగా పేరు, లక్ష్యం మరియు ప్రారంభ మొత్తాన్ని సెట్ చేయండి.
th: โปรดกรอกข้อมูลแผนการออมเงินของคุณให้ครบถ้วน ตั้งชื่อ เป้าหมาย และจำนวนเงินเริ่มต้นตามขั้นตอน
tr: Lütfen tasarruf planı bilgilerinizi eksiksiz doldurun; isim, hedef ve başlangıç tutarını adım adım ayarlayın.
uk: Будь ласка, заповніть план накопичення: вкажіть назву, ціль та стартову суму.
ur: براہ کرم اپنی بچت کے منصوبے کی معلومات مکمل کریں، نام، ہدف اور ابتدائی رقم کو مرحلہ وار سیٹ کریں۔
uz: Iltimos, pul yig'ish rejasi ma'lumotlarini to'liq to'ldiring, nom, maqsad va boshlang'ich summani bosqichma-bosqich belgilang.
vi: Vui lòng điền đầy đủ thông tin kế hoạch tiết kiệm của bạn, thiết lập tên, mục tiêu và số tiền khởi điểm theo từng bước.
zh_hans: 请完整填写你的存钱计划信息，按步骤设定名称、目标与起点金额。
zh_hant: 請完整填寫你的存錢計畫資訊，按步驟設定名稱、目標與起點金額。
zh_hk: 請完整填寫你的存錢計劃資訊，按步驟設定名稱、目標與起點金額。

# PLN
source: Polish Zloty
ar: زلوتي بولندي
az: Polşa zlotısı
bg: Полска злота
bn: পোলিশ জ্লোটি
ca: Zloty polonès
ceb: Polish Złoty
cs: Polský zlotý
da: Polsk Zloty
de: Polnischer Zloty
el: Ζλότι Πολωνίας
es: Zloty polaco
es_us: Zloty polaco
et: Poola zlott
fa: زلوتی لهستان
fi: Puolan zloty
fil: Polish Złoty
fr: Złoty polonais
fr_ca: Złoty polonais
ga: Zloty na Polainne
gu: પોલિશ ઝ્લોટી
he: זלוטי פולני
hi: पोलिश ज़्लॉटी
hr: Poljska zlota
hu: Lengyel złoty
id: Zloty Polandia
is: Pólskt slot
it: Zloty polacco
ja: ポーランド・ズウォティ
jv: Zloty Polandia
kk: Польша злотыйы
km: ហ្សូទីប៉ូឡូញ
kn: ಪೋಲಿಷ್ ಝ್ಲೋಟಿ
ko: 폴란드 즈워티
lt: Lenkijos zlotas
lv: Polijas zlots
ml: പോളിഷ് സ്ലോട്ടി
mr: पोलिश झुवॉटी
ms: Zloty Poland
my: ပိုလန် ဇလော့တီ
nb: Polske zloty
nl: Poolse zloty
or: ପୋଲିଶ୍ ଜ୍ଲୋଟି
pa: ਪੋਲਿਸ਼ ਜ਼ਲੋਟੀ
pl: Polski złoty
pt_br: Zloty polonês
pt_pt: Zloty polonês
ro: Zlot polonez
ru: Польский злотый
sk: Poľský zlotý
sl: Poljski zlot
sq: Zloti Polak
sv: Polsk zloty
sw: Zloty ya Poland
ta: போலிஷ் ஸ்லாட்டி
te: పోలిష్ జ్లోటీ
th: ซลอตีโปแลนด์
tr: Polonya Zlotisi
uk: Польський злотий
ur: پولش زلوٹی
uz: Polsha zlotisi
vi: Zloty Ba Lan
zh_hant: 波蘭茲羅提
zh_hk: 波蘭茲羅提

source: Premium Member
ar: عضو مميز
az: Premium üzv
bg: Премиум член
bn: প্রিমিয়াম সদস্য
ca: Membre prèmium
ceb: Premium nga Miyembro
cs: Prémiové členství
da: Premium-medlem
de: Premium-Mitglied
el: Premium Μέλος
es: Miembro Premium
es_us: Miembro Premium
et: Premium liige
fa: عضویت ویژه
fi: Premium-jäsen
fil: Premium na Miyembro
fr: Membre Premium
fr_ca: Membre Premium
ga: Ball Préimhe
gu: પ્રીમિયમ સભ્ય
he: חבר פרימיום
hi: प्रीमियम सदस्य
hr: Premium član
hu: Prémium tagság
id: Anggota Premium
is: Úrvalsaðild
it: Membro Premium
ja: プレミアム会員
jv: Anggota Premium
kk: Премиум мүше
km: សមាជិកពិសេស
kn: ಪ್ರೀಮಿಯಂ ಸದಸ್ಯ
ko: 프리미엄 회원
lt: Premium narys
lv: Premium biedrs
ml: പ്രീമിയം അംഗം
mr: प्रीमियम सदस्य
ms: Ahli Premium
my: ပရီမီယံ အသင်းဝင်
nb: Premium-medlem
nl: Premium lid
or: ପ୍ରିମିୟମ୍ ସଦସ୍ୟ
pa: ਪ੍ਰੀਮੀਅਮ ਮੈਂਬਰ
pl: Członek Premium
pt_br: Membro Premium
pt_pt: Membro Premium
ro: Membru Premium
ru: Премиум-подписка
sk: Prémiové členstvo
sl: Premium članstvo
sq: Anëtar Premium
sv: Premiummedlem
sw: Mwanachama wa hadhi ya juu
ta: பிரீமியம் உறுப்பினர்
te: ప్రీమియం సభ్యత్వం
th: สมาชิกพรีเมียม
tr: Premium Üye
uk: Преміум-членство
ur: پریمیم ممبر
uz: Premium a'zo
vi: Thành viên cao cấp
zh_hans: 高级会员
zh_hant: 高級會員
zh_hk: 高級會員

source: Previous
ar: الخطوة السابقة
az: Əvvəlki addım
bg: Предишна стъпка
bn: পূর্ববর্তী ধাপ
ca: Pas anterior
ceb: Miaging Lakang
cs: Předchozí krok
da: Forrige trin
de: Vorheriger Schritt
el: Προηγούμενο βήμα
es: Paso anterior
es_us: Paso anterior
et: Eelmine samm
fa: مرحله قبل
fi: Edellinen vaihe
fil: Nakaraang Hakbang
fr: Étape précédente
fr_ca: Étape précédente
ga: Céim roimhe seo
gu: અગાઉનું પગલું
he: שלב קודם
hi: पिछला कदम
hr: Prethodni korak
hu: Előző lépés
id: Langkah Sebelumnya
is: Fyrra skref
it: Passaggio precedente
ja: 戻る
jv: Langkah Sadurunge
kk: Алдыңғы қадам
km: ជំហានមុន
kn: ಹಿಂದಿನ ಹಂತ
ko: 이전 단계
lt: Ankstesnis žingsnis
lv: Iepriekšējais solis
ml: മുൻപത്തെ ഘട്ടം
mr: मागील पायरी
ms: Langkah Sebelumnya
my: ယခင် အဆင့်
nb: Forrige trinn
nl: Vorige stap
or: ପୂର୍ବବର୍ତ୍ତୀ ପଦକ୍ଷେପ
pa: ਪਿਛਲਾ ਕਦਮ
pl: Poprzedni krok
pt_br: Passo anterior
pt_pt: Passo anterior
ro: Pasul anterior
ru: Назад
sk: Späť
sl: Nazaj
sq: Hapi i mëparshëm
sv: Föregående steg
sw: Hatua ya awali
ta: முந்தைய படி
te: మునుపటి దశ
th: ก่อนหน้า
tr: Önceki adım
uk: Назад
ur: پچھلا مرحلہ
uz: Oldingi qadam
vi: Bước trước
zh_hans: 上一步
zh_hant: 上一步
zh_hk: 上一步

source: Privacy is in your control
ar: الخصوصية تحت سيطرتك
az: Məxfilik sizin nəzarətinizdədir
bg: Поверителността е под ваш контрол
bn: গোপনীয়তা আপনার নিয়ন্ত্রণে
ca: La privadesa està sota el teu control
ceb: Ang pribasiya anaa sa imong pagkontrol
cs: Soukromí je ve vašich rukou
da: Privatlivet er under din kontrol
de: Privatsphäre unter Ihrer Kontrolle
el: Το απόρρητο είναι στον έλεγχό σας
es: La privacidad está bajo tu control
es_us: La privacidad está bajo tu control
et: Privaatsus on teie kontrolli all
fa: حریم خصوصی در کنترل شماست
fi: Yksityisyys on sinun hallinnassasi
fil: Ang privacy ay nasa iyong kontrol
fr: La confidentialité est entre vos mains
fr_ca: La confidentialité est entre vos mains
ga: Tá príobháideacht faoi do smacht
gu: ગોપનીયતા તમારા નિયંત્રણમાં છે
he: הפרטיות בשליטתך
hi: गोपनीयता आपके नियंत्रण में है
hr: Privatnost je pod vašom kontrolom
hu: Az adatvédelem az Ön kezében van
id: Privasi dalam kendali Anda
is: Friðhelgi þín er í þínum höndum
it: La privacy è sotto il tuo controllo
ja: プライバシーはあなたの管理下に
jv: Privasi ana ing kendali sampeyan
kk: Құпиялылық сіздің бақылауыңызда
km: ឯកជនភាពស្ថិតនៅក្នុងការគ្រប់គ្រងរបស់អ្នក
kn: ಗೌಪ್ಯತೆ ನಿಮ್ಮ ನಿಯಂತ್ರಣದಲ್ಲಿದೆ
ko: 개인정보는 당신의 통제하에 있습니다
lt: Privatumas jūsų rankose
lv: Privātums ir jūsu rokās
ml: സ്വകാര്യത നിങ്ങളുടെ നിയന്ത്രണത്തിലാണ്
mr: गोपनीयता तुमच्या नियंत्रणात आहे
ms: Privasi Dalam Kawalan Anda
my: ကိုယ်ရေးအချက်အလက် လုံခြုံမှုသည် သင့်လက်ထဲတွင် ရှိသည်။
nb: Personvernet er under din kontroll
nl: Privacy in uw eigen hand
or: ଗୋପନୀୟତା ଆପଣଙ୍କ ନିୟନ୍ତ୍ରଣରେ ଅଛି
pa: ਗੋਪਨੀਯਤਾ ਤੁਹਾਡੇ ਨਿਯੰਤਰਣ ਵਿੱਚ ਹੈ
pl: Prywatność jest w Twoich rękach
pt_br: Privacidade sob seu controle
pt_pt: A privacidade está sob seu controle
ro: Confidențialitatea este sub controlul tău
ru: Конфиденциальность под вашим контролем
sk: Súkromie je vo vašich rukách
sl: Zasebnost je v vaših rokah
sq: Privatësia në kontrollin tuaj
sv: Integriteten är i dina händer
sw: Faragha iko mikononi mwako
ta: தனியுரிமை உங்கள் கட்டுப்பாட்டில் உள்ளது
te: గోప్యత మీ నియంత్రణలో ఉంది
th: ความเป็นส่วนตัวอยู่ในมือคุณ
tr: Gizlilik sizin kontrolünüzde
uk: Конфіденційність під вашим контролем
ur: رازداری آپ کے کنٹرول میں ہے
uz: Maxfiylik sizning nazoratingizda
vi: Quyền riêng tư nằm trong tầm kiểm soát của bạn
zh_hans: 隐私在您掌控之中
zh_hant: 隱私在您掌控之中
zh_hk: 私隱在您掌控之中

source: Privacy Policy
ar: سياسة الخصوصية
az: Məxfilik siyasəti
bg: Политика за поверителност
bn: গোপনীয়তা নীতি
ca: Política de privadesa
ceb: Polisiya sa Pribasiya
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: Política de privacidad
es_us: Política de privacidad
et: Privaatsuspoliitika
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
fil: Patakaran sa Privacy
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
ga: Polasaí Príobháideachta
gu: ગોપનીયતા નીતિ
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
is: Persónuverndarstefna
it: Informativa sulla privacy
ja: プライバシーポリシー
jv: Kabijakan Privasi
kk: Құпиялылық саясаты
km: គោលការណ៍​ភាព​ឯកជន
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ko: 개인정보 처리방침
lt: Privatumo politika
lv: Privātuma politika
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
ms: Dasar Privasi
my: ကိုယ်ရေးအချက်အလက် မူဝါဒ
nb: Personvernerklæring
nl: Privacybeleid
or: ଗୋପନୀୟତା ନୀତି
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politică de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sl: Pravilnik o zasebnosti
sq: Politika e Privatësisë
sv: Integritetspolicy
sw: Sera ya Faragha
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
ur: رازداری کی پالیسی
uz: Maxfiylik siyosati
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策
zh_hk: 私隱政策

source: Problem Reporting
ar: ملاحظات واستفسارات
az: Problem barədə rəy
bg: Обратна връзка
bn: সমস্যা ফিডব্যাক
ca: Comentaris i problemes
ceb: Feedback sa Problema
cs: Zpětná vazba
da: Feedback
de: Feedback
el: Ανατροφοδότηση προβλημάτων
es: Comentarios y problemas
es_us: Comentarios y problemas
et: Tagasiside probleemidest
fa: بازخورد مشکلات
fi: Palaute
fil: Feedback sa Problema
fr: Commentaires
fr_ca: Commentaires
ga: Aiseolas ar fhadhbanna
gu: સમસ્યા પ્રતિસાદ
he: משוב על בעיות
hi: समस्या प्रतिक्रिया
hr: Povratne informacije
hu: Visszajelzés
id: Umpan Balik Masalah
is: Tilkynna vandamál
it: Segnalazione problemi
ja: フィードバック
jv: Umpan Balik Masalah
kk: Мәселе туралы хабарлау
km: មតិកែលម្អបញ្ហា
kn: ಸಮಸ್ಯೆ ಪ್ರತಿಕ್ರಿಯೆ
ko: 문제 신고
lt: Atsiliepimai apie problemas
lv: Ziņot par problēmu
ml: പ്രശ്ന ഫീഡ്ബാക്ക്
mr: समस्येचा अभिप्राय
ms: Maklum Balas Masalah
my: ပြဿနာ တိုင်ကြားရန်
nb: Tilbakemelding om problemer
nl: Feedback
or: ସମସ୍ୟା ମତାମତ
pa: ਸਮੱਸਿਆ ਫੀਡਬੈਕ
pl: Zgłaszanie problemów
pt_br: Feedback de problemas
pt_pt: Feedback de problemas
ro: Raportare probleme
ru: Обратная связь
sk: Spätná väzba
sl: Povratne informacije
sq: Raportimi i problemeve
sv: Feedback
sw: Maoni
ta: கருத்து
te: అభిప్రాయం
th: แจ้งปัญหา
tr: Sorun bildirimi
uk: Зворотний зв'язок
ur: مسئلے کی اطلاع
uz: Muammo haqida xabar berish
vi: Phản hồi vấn đề
zh_hans: 问题反馈
zh_hant: 問題回饋
zh_hk: 問題回報

source: Purchase Membership
ar: شراء العضوية
az: Üzvlük al
bg: Купи членство
bn: সদস্যপদ কিনুন
ca: Comprar subscripció
ceb: Pagpalit og Membership
cs: Koupit členství
da: Køb medlemsskab
de: Mitgliedschaft kaufen
el: Αγορά συνδρομής
es: Comprar membresía
es_us: Comprar membresía
et: Osta liikmelisus
fa: خرید عضویت
fi: Osta jäsenyys
fil: Bumili ng Membership
fr: Acheter l'abonnement
fr_ca: Acheter l'abonnement
ga: Ceannaigh ballraíocht
gu: સભ્યપદ ખરીદો
he: רכישת חברות
hi: सदस्यता खरीदें
hr: Kupi članstvo
hu: Tagság vásárlása
id: Beli Keanggotaan
is: Kaupa aðild
it: Acquista abbonamento
ja: 会員権を購入
jv: Tuku Keanggotaan
kk: Мүшелікті сатып алу
km: ទិញសមាជិកភាព
kn: ಸದಸ್ಯತ್ವ ಖರೀದಿಸಿ
ko: 멤버십 구매
lt: Pirkti narystę
lv: Pirkt abonementu
ml: അംഗത്വം വാങ്ങുക
mr: सदस्यत्व खरेदी करा
ms: Beli Keahlian
my: အသင်းဝင်ကြေး ပေးသွင်းရန်
nb: Kjøp medlemskap
nl: Lidmaatschap kopen
or: ସଦସ୍ୟତା କିଣନ୍ତୁ
pa: ਮੈਂਬਰਸ਼ਿਪ ਖਰੀਦੋ
pl: Kup członkostwo
pt_br: Comprar assinatura
pt_pt: Comprar assinatura
ro: Cumpără abonament
ru: Купить подписку
sk: Kúpiť členstvo
sl: Kupi članstvo
sq: Bli anëtarësimin
sv: Köp medlemskap
sw: Nunua uanachama
ta: உறுப்பினராக சேரவும்
te: సభ్యత్వాన్ని కొనుగోలు చేయండి
th: ซื้อสมาชิก
tr: Üyelik satın al
uk: Придбати підписку
ur: رکنیت خریدیں
uz: A'zolikni sotib olish
vi: Mua thành viên
zh_hans: 购买会员
zh_hant: 購買會員
zh_hk: 購買會員

source: Purchase successful
ar: تم الشراء بنجاح
az: Alış uğurlu oldu
bg: Покупката е успешна
bn: ক্রয় সফল হয়েছে
ca: Compra realitzada amb èxit
ceb: Malampuson ang pagpalit
cs: Nákup úspěšný
da: Køb lykkedes
de: Kauf erfolgreich
el: Η αγορά ήταν επιτυχής
es: Compra exitosa
es_us: Compra exitosa
et: Ost õnnestus
fa: خرید موفق
fi: Osto onnistui
fil: Tagumpay ang Pagbili
fr: Achat réussi
fr_ca: Achat réussi
ga: Ceannach rathúil
gu: ખરીદી સફળ
he: הרכישה הצליחה
hi: खरीदारी सफल
hr: Kupnja uspješna
hu: Sikeres vásárlás
id: Pembelian Berhasil
is: Kaup tókust
it: Acquisto riuscito
ja: 購入成功
jv: Tuku Berhasil
kk: Сатып алу сәтті аяқталды
km: ការទិញបានជោគជ័យ
kn: ಖರೀದಿ ಯಶಸ್ವಿಯಾಗಿದೆ
ko: 구매 성공
lt: Pirkimas sėkmingas
lv: Pirkums veiksmīgs
ml: വാങ്ങൽ വിജയകരമാണ്
mr: खरेदी यशस्वी
ms: Pembelian Berjaya
my: ဝယ်ယူမှု အောင်မြင်ပါသည်
nb: Kjøp vellykket
nl: Aankoop geslaagd
or: କ୍ରୟ ସଫଳ ହେଲା
pa: ਖਰੀਦ ਸਫਲ ਰਹੀ
pl: Zakup udany
pt_br: Compra realizada com sucesso
pt_pt: Compra bem-sucedida
ro: Achiziție reușită
ru: Покупка успешна
sk: Nákup úspešný
sl: Nakup uspešen
sq: Blerja ishte e suksesshme
sv: Köp lyckades
sw: Ununuzi umefanikiwa
ta: கொள்முதல் வெற்றியடைந்தது
te: కొనుగోలు విజయవంతమైంది
th: การซื้อสำเร็จ
tr: Satın alma başarılı
uk: Успішна покупка
ur: خریداری کامیاب
uz: Xarid muvaffaqiyatli
vi: Mua thành công
zh_hans: 购买成功
zh_hant: 購買成功
zh_hk: 購買成功
